Repository: kenzan8000/audio-tour
Catalog: voice-guidance/Resources/Strings/*.lproj/Localizable.strings
Languages: es, ja, zh_hans

# locale
source: en
es: es
ja: ja
zh_hans: zh_Hans

# language_code
source: en-US
es: es-ES
ja: ja-JP
zh_hans: zh-CN

# map_sidemenu_0
source: Tutorial
ja: チュートリアル
zh_hans: 教程

# ar_sidemenu_0
source: Tutorial
ja: チュートリアル
zh_hans: 教程

# ar_sidemenu_1
source: How to Use AR
es: Cómo usar la realidad aumentada
ja: AR画面の使い方
zh_hans: 如何使用 AR

# ar_tutorial_0
source: Rotate your phone.
es: Rote su teléfono.
ja: カメラの向きを 回してみて下さい
zh_hans: 旋转您的手机

# ar_tutorial_1
source: The map faces the direction that you point the camera at.
es: El mapa muestra la dirección hacia la que está orientada su cámara.
ja: カメラの向きに合わせて 地図の向きも変わります
zh_hans: 地图显示您的相机朝向的方向。

# ar_tutorial_2
source: Tap a spot on the map or AR to start the audio guide.
es: Toque un lugar de interés en el mapa o en la imagen vista desde la cámara y la audioguía comenzará.
ja: 地図またはカメラ上の スポットをタップして 音声案内を始めましょう！
zh_hans: 点击地图或相机视图上的地标。 语音导览将开始。

# search_placeholder
source: Search...
es: Buscar...
ja: スポットを探す...
zh_hans: 搜索...

# guide_speech_rate_05x
source: Â½x
es: ½x
ja: ½倍速
zh_hans: ½x

# guide_speech_rate_10x
source: 1x
ja: 1倍速

# guide_speech_rate_20x
source: 2x
ja: 2倍速

# guide_actionsheet_1
source: Open in Maps
es: Abrir en Mapas
ja: Mapsで開く
zh_hans: 在地图中搜索

# guide_actionsheet_2
source: Open in Google Maps
es: Abrir en Google Maps
ja: Google Mapsで開く
zh_hans: 在 Google 地图中搜索

# guide_actionsheet_3
source: Cancel
es: Cancelar
ja: キャンセル
zh_hans: 取消

# tutorial_title_01
source: Welcome to Audio Tour
es: Bienvenido a Audio Tour
ja: Audio Tour へようこそ
zh_hans: 欢迎来到语音导游

# tutorial_body_01
source: Audio Tour offers an instant audio guide of the city's spots, similar to how a museum audio guide helps you understand the works of art at a deeper level. There are two modes to assist with your sight-seeing.
es: Audio Tour ofrece una guía en audio instantánea de los puntos de referencia de la ciudad, similar a cómo una guía de audio del museo le ayuda a entender las obras de arte a un nivel más profundo. Hay dos modos para ayudarle con sus visitas.
ja: Audio Tourは、音声による案内で、街のスポットの解説をするアプリです。美術館の音声ガイドがアートを解説するのと同じように、あなたの街に対するより深い理解をお手伝いします。 これから、あなたの旅行をサポートする2つの機能をご紹介します。
zh_hans: 语音导游为城市中的地标建筑提供即刻语音导览，与博物馆语音导览相似，能帮助您了解艺术品的深层含义。 共有两种可帮助您观光的模式。

# tutorial_title_02
source: 1. Map Guide
es: 1. GuÌa del mapa
ja: 1. マップによるガイド
zh_hans: 1. 地图导览

# tutorial_body_02
source: The map view gives you a birds-eye view of the city. You can plan places to visit before going out or check them out during your trip.
es: La vista del mapa le da una vista de pájaro de la ciudad. Puede planificar lugares para visitar antes de salir o echar un vistazo durante su viaje.
ja: 街のスポットを一望できるマップを提供します。外出の前や旅行中に、どこへ行くか計画をたてましょう。
zh_hans: 地图模式给您俯瞰城市的视角。您可以在前往游览前计划地点，或在旅行时进行查看。

# tutorial_title_03
source: 2. AR Guide
es: 2. GuÌa de realidad aumentada
ja: 2. カメラによるガイド
zh_hans: 2. 现实化导览

# tutorial_body_03
source: The live camera view displays the names of spots on top of the image from the camera at your location. Launch this function in the city, and face your camera to the spots.
es: La vista de cámara en vivo muestra los nombres de los puntos de referencia en la parte superior de la imagen desde la cámara en su ubicación. Inicie esta función en la ciudad y sitúe su cámara en los puntos de referencia.
ja: 位置情報を元に、カメラに仮想現実のスポットを表示します。あなたが実際にこの街にいる時に、この機能を立ち上げ、カメラをスポットに向けてみてください。
zh_hans: 实时摄像模式在您锁在的地标建筑的照片上方显示名称。在城市中使用此功能，将您的摄像机对准地标建筑。

# tutorial_title_04
source: Give it a try!
es: ¡Dele una oportunidad!
ja: Audio Tour で良い旅を！
zh_hans: 尝试一下！

# tutorial_button_next
source: Next
es: Siguiente
ja: 次へ
zh_hans: 下一个

# tutorial_button_end
source: Done
es: Completar
ja: はじめる
zh_hans: 完成

# permission_title
source: Enable Access
es: Permite el acceso
ja: アクセスを許可することで
zh_hans: 允许访问

# permission_subtitle
source: so you can have geo-location based AR experience.
es: para poder tener la experiencia de la cámara en su ubicación.
ja: 位置情報を利用したAR体験ができるようになります

# permission_camera_enabled
source: Camera Access Enabled
es: Acceso a la cámara activada
ja: カメラへのアクセスは許可済みです
zh_hans: 相机访问已权限启用

# permission_camera_not_enabled
source: Enable Camera Access
es: Permitir el acceso de la cámara
ja: カメラへのアクセスを許可する
zh_hans: 允许访问相机

# permission_location_enabled
source: Location Access Enabled
es: Acceso a la ubicación activada
ja: 位置情報へのアクセスは許可済みです
zh_hans: 位置访问已权限启用

# permission_location_not_enabled
source: Enable Location Access
es: Permitir el acceso de la ubicación
ja: 位置情報へのアクセスを許可する
zh_hans: 允许访问位置

source: Map
es: Mapa
zh_hans: 地图

source: AR
es: RA

# tutorial_body_04
source: Enjoy!
es: ¡Disfrute!
zh_hans: 享受吧！
